Repository: mexenixi/narabi
Catalog: Narabi/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# import.progress.pages
source: Creating pages
ar: جارٍ إنشاء الصفحات
de: Seiten werden erstellt
es: Creando páginas
fr: Création des pages
he: יוצר עמודים
hi: पृष्ठ बनाए जा रहे हैं
id: Membuat halaman
it: Creazione delle pagine
ja: ページを作成しています
ko: 페이지를 만드는 중
nl: Pagina’s maken
pl: Tworzenie stron
pt_br: Criando páginas
ru: Создание страниц
th: กำลังสร้างหน้า
tr: Sayfalar oluşturuluyor
uk: Створення сторінок
vi: Đang tạo trang
zh_hans: 正在创建页面
zh_hant: 正在建立頁面

# import.progress.preparing
source: Preparing files
ar: جارٍ تجهيز الملفات
de: Dateien werden vorbereitet
es: Preparando archivos
fr: Préparation des fichiers
he: מכין קבצים
hi: फ़ाइलें तैयार की जा रही हैं
id: Menyiapkan file
it: Preparazione dei file
ja: ファイルを準備しています
ko: 파일을 준비하는 중
nl: Bestanden voorbereiden
pl: Przygotowywanie plików
pt_br: Preparando arquivos
ru: Подготовка файлов
th: กำลังเตรียมไฟล์
tr: Dosyalar hazırlanıyor
uk: Підготовка файлів
vi: Đang chuẩn bị tệp
zh_hans: 正在准备文件
zh_hant: 正在準備檔案

# import.progress.reading
source: Reading document contents
ar: جارٍ قراءة محتوى المستند
de: Dokumentinhalt wird gelesen
es: Leyendo el contenido del documento
fr: Lecture du document
he: קורא את תוכן המסמך
hi: दस्तावेज़ की सामग्री पढ़ी जा रही है
id: Membaca isi dokumen
it: Lettura del documento
ja: 文書の内容を読み取っています
ko: 문서 내용을 읽는 중
nl: Documentinhoud lezen
pl: Odczytywanie dokumentu
pt_br: Lendo o conteúdo do documento
ru: Чтение содержимого документа
th: กำลังอ่านเนื้อหาเอกสาร
tr: Belge içeriği okunuyor
uk: Читання вмісту документа
vi: Đang đọc nội dung tài liệu
zh_hans: 正在读取文档内容
zh_hant: 正在讀取文件內容

# import.progress.savingProject
source: Saving project
ar: جارٍ حفظ المشروع
de: Projekt wird gespeichert
es: Guardando el proyecto
fr: Enregistrement du projet
he: שומר את הפרויקט
hi: प्रोजेक्ट सहेजा जा रहा है
id: Menyimpan proyek
it: Salvataggio del progetto
ja: プロジェクトを保存しています
ko: 프로젝트를 저장하는 중
nl: Project opslaan
pl: Zapisywanie projektu
pt_br: Salvando o projeto
ru: Сохранение проекта
th: กำลังบันทึกโปรเจกต์
tr: Proje kaydediliyor
uk: Збереження проєкту
vi: Đang lưu dự án
zh_hans: 正在保存项目
zh_hant: 正在儲存專案

# import.result.allFailed
source: The selected items could not be imported. Check their format, contents, and file size.
ar: تعذّر استيراد العناصر المحددة. تحقّق من التنسيق والمحتوى وحجم الملف.
de: Die ausgewählten Elemente konnten nicht importiert werden. Prüfe Format, Inhalt und Dateigröße.
es: No se pudieron importar los elementos seleccionados. Comprueba el formato, el contenido y el tamaño de los archivos.
fr: Les éléments sélectionnés n’ont pas pu être importés. Vérifiez leur format, leur contenu et la taille des fichiers.
he: לא ניתן היה לייבא את הפריטים שנבחרו. יש לבדוק את התבנית, התוכן וגודל הקובץ.
hi: चुने गए आइटम इंपोर्ट नहीं किए जा सके। उनका फ़ॉर्मैट, सामग्री और फ़ाइल आकार जाँचें।
id: Item yang dipilih tidak dapat diimpor. Periksa format, isi, dan ukuran filenya.
it: Impossibile importare gli elementi selezionati. Controlla formato, contenuto e dimensioni dei file.
ja: 選択した項目を読み込めませんでした。ファイル形式、内容、ファイルサイズを確認してください。
ko: 선택한 항목을 가져올 수 없습니다. 파일 형식, 내용 및 크기를 확인해 주세요.
nl: De geselecteerde onderdelen konden niet worden geïmporteerd. Controleer de indeling, inhoud en bestandsgrootte.
pl: Nie udało się zaimportować wybranych elementów. Sprawdź ich format, zawartość i rozmiar pliku.
pt_br: Não foi possível importar os itens selecionados. Verifique o formato, o conteúdo e o tamanho dos arquivos.
ru: Не удалось импортировать выбранные элементы. Проверьте формат, содержимое и размер файлов.
th: ไม่สามารถนำเข้ารายการที่เลือกได้ โปรดตรวจสอบรูปแบบ เนื้อหา และขนาดไฟล์
tr: Seçilen öğeler içe aktarılamadı. Biçimi, içeriği ve dosya boyutunu kontrol edin.
uk: Не вдалося імпортувати вибрані елементи. Перевірте формат, вміст і розмір файлів.
vi: Không thể nhập các mục đã chọn. Hãy kiểm tra định dạng, nội dung và kích thước tệp.
zh_hans: 无法导入所选项目。请检查格式、内容和文件大小。
zh_hant: 無法匯入所選項目。請檢查格式、內容與檔案大小。

# import.result.failed
source: The selected items could not be imported. Check the file format, contents, and size.
ar: تعذر استيراد العناصر المحددة. تحقق من التنسيق والمحتوى وحجم الملف.
de: Die ausgewählten Elemente konnten nicht importiert werden. Prüfe Format, Inhalt und Dateigröße.
es: No se pudieron importar los elementos seleccionados. Comprueba el formato, el contenido y el tamaño.
fr: Impossible d’importer les éléments sélectionnés. Vérifiez le format, le contenu et la taille des fichiers.
he: לא ניתן לייבא את הפריטים שנבחרו. יש לבדוק את סוג הקובץ, התוכן והגודל.
hi: चुने गए आइटम आयात नहीं किए जा सके। फ़ाइल का फ़ॉर्मैट, सामग्री और आकार जाँचें।
id: Item yang dipilih tidak dapat diimpor. Periksa format, isi, dan ukuran file.
it: Impossibile importare gli elementi selezionati. Controlla formato, contenuto e dimensione dei file.
ja: 選択した項目を読み込めませんでした。ファイル形式、内容、ファイルサイズを確認してください。
ko: 선택한 항목을 가져올 수 없습니다. 파일 형식, 내용 및 크기를 확인해 주세요.
nl: De geselecteerde onderdelen konden niet worden geïmporteerd. Controleer de bestandsindeling, inhoud en grootte.
pl: Nie udało się zaimportować wybranych elementów. Sprawdź format, zawartość i rozmiar pliku.
pt_br: Não foi possível importar os itens selecionados. Verifique o formato, o conteúdo e o tamanho dos arquivos.
ru: Не удалось импортировать выбранные элементы. Проверьте формат, содержимое и размер файлов.
th: ไม่สามารถนำเข้ารายการที่เลือกได้ โปรดตรวจสอบรูปแบบ เนื้อหา และขนาดไฟล์
tr: Seçilen öğeler içe aktarılamadı. Dosya biçimini, içeriğini ve boyutunu kontrol edin.
uk: Не вдалося імпортувати вибрані елементи. Перевірте формат, вміст і розмір файлів.
vi: Không thể nhập các mục đã chọn. Hãy kiểm tra định dạng, nội dung và kích thước tệp.
zh_hans: 无法导入所选项目。请检查文件格式、内容和大小。
zh_hant: 無法匯入所選項目。請檢查檔案格式、內容和大小。

# import.result.partial
source: Added %2$lld of %1$lld. %3$lld could not be imported.
ar: تمت إضافة %2$lld من أصل %1$lld. تعذر استيراد %3$lld.
de: %2$lld von %1$lld hinzugefügt. %3$lld konnten nicht importiert werden.
es: Se añadieron %2$lld de %1$lld. No se pudieron importar %3$lld.
fr: %2$lld éléments ajoutés sur %1$lld. %3$lld n’ont pas pu être importés.
he: נוספו %2$lld מתוך %1$lld. לא ניתן היה לייבא %3$lld.
hi: %1$lld में से %2$lld जोड़े गए। %3$lld आयात नहीं किए जा सके।
id: %2$lld dari %1$lld ditambahkan. %3$lld tidak dapat diimpor.
it: Aggiunti %2$lld elementi su %1$lld. Impossibile importarne %3$lld.
ja: %1$lld件中%2$lld件を追加しました。%3$lld件は読み込めませんでした。
ko: %1$lld개 중 %2$lld개를 추가했습니다. %3$lld개는 가져오지 못했습니다.
nl: %2$lld van %1$lld toegevoegd. %3$lld konden niet worden geïmporteerd.
pl: Dodano %2$lld z %1$lld. Nie udało się zaimportować %3$lld.
pt_br: Foram adicionados %2$lld de %1$lld. Não foi possível importar %3$lld.
ru: Добавлено %2$lld из %1$lld. Не удалось импортировать: %3$lld.
th: เพิ่มแล้ว %2$lld จาก %1$lld รายการ และนำเข้าไม่ได้ %3$lld รายการ
tr: %1$lld öğeden %2$lld tanesi eklendi. %3$lld öğe içe aktarılamadı.
uk: Додано %2$lld із %1$lld. Не вдалося імпортувати: %3$lld.
vi: Đã thêm %2$lld trong số %1$lld mục. Không thể nhập %3$lld mục.
zh_hans: 共 %1$lld 项，已添加 %2$lld 项，%3$lld 项无法导入。
zh_hant: 共 %1$lld 個項目，已加入 %2$lld 個，%3$lld 個無法匯入。

# import.result.title
source: Import Result
ar: نتيجة الاستيراد
de: Importergebnis
es: Resultado de importación
fr: Résultat de l’importation
he: תוצאת הייבוא
hi: आयात परिणाम
id: Hasil impor
it: Risultato importazione
ja: 読み込み結果
ko: 가져오기 결과
nl: Importresultaat
pl: Wynik importu
pt_br: Resultado da importação
ru: Результат импорта
th: ผลการนำเข้า
tr: İçe aktarma sonucu
uk: Результат імпорту
vi: Kết quả nhập
zh_hans: 导入结果
zh_hant: 匯入結果

# import.scan
source: Scan
ar: مسح
de: Scannen
es: Escanear
fr: Numériser
he: סריקה
hi: स्कैन
id: Pindai
it: Scansiona
ja: スキャン
ko: 스캔
pl: Skanuj
pt_br: Digitalizar
ru: Сканировать
th: สแกน
tr: Tara
uk: Сканувати
vi: Quét
zh_hans: 扫描
zh_hant: 掃描

# info.commercial
source: Disclosure under Japan’s Act on Specified Commercial Transactions
ar: الإفصاح بموجب قانون المعاملات التجارية المحددة في اليابان
de: Angaben nach Japans Gesetz über bestimmte Handelsgeschäfte
es: Información conforme a la Ley japonesa de Transacciones Comerciales Especificadas
fr: Informations requises par la loi japonaise sur les transactions commerciales spécifiées
he: גילוי לפי החוק היפני לעסקאות מסחריות מוגדרות
hi: जापान के निर्दिष्ट वाणिज्यिक लेन-देन अधिनियम के तहत प्रकटीकरण
id: Pengungkapan berdasarkan Undang-Undang Transaksi Komersial Tertentu Jepang
it: Informazioni ai sensi della legge giapponese sulle transazioni commerciali specificate
ja: 特定商取引法に基づく表示
ko: 일본 특정상거래법에 따른 표시
nl: Informatie volgens de Japanse wet op specifieke handelstransacties
pl: Informacje zgodnie z japońską ustawą o określonych transakcjach handlowych
pt_br: Divulgação conforme a Lei Japonesa de Transações Comerciais Especificadas
ru: Сведения в соответствии с японским законом об определённых коммерческих сделках
th: ข้อมูลตามกฎหมายญี่ปุ่นว่าด้วยธุรกรรมพาณิชย์เฉพาะ
tr: Japonya Belirli Ticari İşlemler Yasası kapsamındaki açıklamalar
uk: Відомості відповідно до Закону Японії про визначені комерційні операції
vi: Thông tin theo Luật Giao dịch Thương mại Đặc định của Nhật Bản
zh_hans: 根据日本《特定商业交易法》的信息披露
zh_hant: 依日本《特定商業交易法》之資訊揭露

# info.links
source: Links
ar: الروابط
es: Enlaces
fr: Liens
he: קישורים
hi: लिंक
id: Tautan
it: Link
ja: リンク
ko: 링크
pl: Łącza
ru: Ссылки
th: ลิงก์
tr: Bağlantılar
uk: Посилання
vi: Liên kết
zh_hans: 链接
zh_hant: 連結

# info.privacy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
id: Kebijakan privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

# info.product
source: Product Page
ar: صفحة المنتج
de: Produktseite
es: Página del producto
fr: Page du produit
he: עמוד המוצר
hi: उत्पाद पृष्ठ
id: Halaman produk
it: Pagina del prodotto
ja: 製品ページ
ko: 제품 페이지
nl: Productpagina
pl: Strona produktu
pt_br: Página do produto
ru: Страница продукта
th: หน้าผลิตภัณฑ์
tr: Ürün sayfası
uk: Сторінка продукту
vi: Trang sản phẩm
zh_hans: 产品页面
zh_hant: 產品頁面

# info.social
source: Social media
ar: وسائل التواصل الاجتماعي
de: Soziale Medien
es: Redes sociales
fr: Réseaux sociaux
he: רשתות חברתיות
hi: सोशल मीडिया
id: Media sosial
ja: SNS
ko: 소셜 미디어
nl: Sociale media
pl: Media społecznościowe
pt_br: Redes sociais
ru: Социальные сети
th: โซเชียลมีเดีย
tr: Sosyal medya
uk: Соціальні мережі
vi: Mạng xã hội
zh_hans: 社交媒体
zh_hant: 社群媒體

# info.support
source: Support
ar: الدعم
es: Soporte
fr: Assistance
he: תמיכה
hi: सहायता
id: Dukungan
it: Assistenza
ja: サポート
ko: 지원
nl: Ondersteuning
pl: Pomoc
pt_br: Suporte
ru: Поддержка
th: การช่วยเหลือ
tr: Destek
uk: Підтримка
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支援

# info.terms
source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
he: תנאי שימוש
hi: उपयोग की शर्तें
id: Ketentuan penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt_br: Termos de Uso
ru: Условия использования
th: ข้อกำหนดการใช้งาน
tr: Kullanım Koşulları
uk: Умови використання
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

# info.website
source: Website
ar: الموقع الرسمي
de: Offizielle Website
es: Sitio web oficial
fr: Site officiel
he: האתר הרשמי
hi: आधिकारिक वेबसाइट
id: Situs resmi
it: Sito ufficiale
ja: 公式サイト
ko: 공식 웹사이트
nl: Officiële website
pl: Oficjalna strona
pt_br: Site oficial
ru: Официальный сайт
th: เว็บไซต์ทางการ
tr: Resmî site
uk: Офіційний сайт
vi: Trang web chính thức
zh_hans: 官方网站
zh_hant: 官方網站

# language.system
source: Follow Device Settings
ar: استخدام إعدادات الجهاز
de: Geräteeinstellungen verwenden
es: Usar ajustes del dispositivo
fr: Suivre les réglages de l’appareil
he: לפי הגדרות המכשיר
hi: डिवाइस की सेटिंग अपनाएँ
id: Ikuti pengaturan perangkat
it: Segui le impostazioni del dispositivo
ja: 端末の設定に従う
ko: 기기 설정 따르기
nl: Apparaatinstellingen volgen
pl: Użyj ustawień urządzenia
pt_br: Usar ajustes do dispositivo
ru: Следовать настройкам устройства
th: ใช้การตั้งค่าของอุปกรณ์
tr: Aygıt ayarlarını kullan
uk: Використовувати налаштування пристрою
vi: Theo cài đặt thiết bị
zh_hans: 跟随设备设置
zh_hant: 依照裝置設定

# legal.privacy
source: Privacy Policy
ar: § الخصوصية
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
he: § פרטיות
hi: § गोपनीयता
id: Kebijakan Privasi
it: Informativa privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

# legal.terms
source: Terms of Use
ar: § الشروط
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
he: § תנאים
hi: § शर्तें
id: Ketentuan Penggunaan
it: Termini d’uso
ja: 利用規約
ko: 이용 약관
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt_br: Termos de Uso
ru: Условия использования
th: ข้อกำหนดการใช้งาน
tr: Kullanım Koşulları
uk: Умови використання
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

# legal.unavailable
source: The document could not be loaded.
ar: المستند غير متاح
de: Dokument konnte nicht geladen werden.
es: No se pudo cargar el documento.
fr: Impossible de charger le document.
he: המסמך אינו זמין
hi: दस्तावेज़ उपलब्ध नहीं
id: Dokumen tidak dapat dimuat.
it: Impossibile caricare il documento.
ja: 文書を読み込めませんでした。
ko: 문서를 불러올 수 없습니다.
nl: Document kon niet worden geladen.
pl: Nie udało się wczytać dokumentu.
pt_br: Não foi possível carregar o documento.
ru: Не удалось загрузить документ.
th: โหลดเอกสารไม่ได้
tr: Belge yüklenemedi.
uk: Не вдалося завантажити документ.
vi: Không thể tải tài liệu.
zh_hans: 无法加载文档。
zh_hant: 無法載入文件。

# merge.normal
source: Normal export
ar: إخراج عادي
de: Normal exportieren
es: Exportación normal
fr: Exportation normale
he: ייצוא רגיל
hi: सामान्य आउटपुट
id: Ekspor biasa
it: Esportazione normale
ja: 通常出力
ko: 일반 내보내기
nl: Normale uitvoer
pl: Zwykły eksport
pt_br: Exportação normal
ru: Обычный экспорт
th: ส่งออกปกติ
tr: Normal dışa aktarma
uk: Звичайний експорт
vi: Xuất thông thường
zh_hans: 普通导出
zh_hant: 一般輸出

# merge.preview
source: Review preview
ar: معاينة
de: Vorschau prüfen
es: Revisar vista previa
fr: Vérifier l’aperçu
he: תצוגה מקדימה
hi: पूर्वावलोकन
id: Periksa pratinjau
it: Controlla anteprima
ja: プレビューを確認
ko: 미리보기 확인
nl: Voorbeeld controleren
pl: Sprawdź podgląd
pt_br: Conferir prévia
ru: Проверить предпросмотр
th: ตัวอย่างภาพรวม
tr: Önizlemeyi kontrol et
uk: Перевірити попередній перегляд
vi: Kiểm tra bản xem trước
zh_hans: 查看预览
zh_hant: 查看預覽

# merge.previewTitle
source: Composite preview
ar: معاينة الدمج
de: Überlagerungsvorschau
es: Vista previa de superposición
fr: Aperçu de la superposition
he: תצוגה מקדימה של השילוב
hi: ओवरले पूर्वावलोकन
id: Pratinjau gabungan
it: Anteprima composita
ja: 合成プレビュー
ko: 겹치기 미리보기
nl: Samengesteld voorbeeld
pl: Podgląd kompozycji
pt_br: Prévia da sobreposição
ru: Предпросмотр наложения
th: ตัวอย่างการรวมภาพ
tr: Birleşik önizleme
uk: Попередній перегляд накладання
vi: Xem trước bản ghép
zh_hans: 叠加预览
zh_hant: 重疊預覽

# merge.selectedOrder
source: Composite in selected order
ar: دمج حسب ترتيب التحديد
de: In Auswahlreihenfolge überlagern
es: Superponer en el orden seleccionado
fr: Superposer selon l’ordre de sélection
he: שילוב לפי סדר הבחירה
hi: चयन क्रम में ओवरले करें
id: Gabungkan sesuai urutan pilihan
it: Sovrapponi nell’ordine di selezione
ja: 選択順に重ねる
ko: 선택한 순서대로 겹치기
nl: Samenvoegen in selecteervolgorde
pl: Nałóż w kolejności wyboru
pt_br: Sobrepor na ordem selecionada
ru: Наложить в порядке выбора
th: ซ้อนตามลำดับที่เลือก
tr: Seçim sırasına göre üst üste bindir
uk: Накласти в порядку вибору
vi: Ghép theo thứ tự đã chọn
zh_hans: 按选择顺序叠加
zh_hant: 依選取順序重疊

# merge.warning.message
source: Pages are overlaid using the first page as the canvas while preserving physical size ratios. Content outside the canvas is clipped.
ar: يتم تراكب الصفحات باستخدام الصفحة الأولى كلوحة، مع الحفاظ على نسب الأحجام الفعلية. ويتم قص المحتوى الموجود خارج اللوحة.
de: Die Seiten werden mit der ersten Seite als Arbeitsfläche und unter Beibehaltung der physischen Größenverhältnisse überlagert. Inhalte außerhalb der Arbeitsfläche werden abgeschnitten.
es: Las páginas se superponen usando la primera como lienzo y conservando las proporciones de tamaño físico. El contenido fuera del lienzo se recorta.
fr: Les pages sont superposées en utilisant la première comme canevas, tout en conservant les proportions de taille physique. Le contenu hors du canevas est rogné.
he: העמודים מונחים זה על גבי זה כשהעמוד הראשון משמש כמשטח העבודה, תוך שמירה על יחסי הגודל הפיזיים. תוכן שמחוץ למשטח ייחתך.
hi: पहले पृष्ठ को कैनवास मानकर पृष्ठों को एक-दूसरे के ऊपर रखा जाता है और उनके वास्तविक आकार का अनुपात बनाए रखा जाता है। कैनवास के बाहर की सामग्री काट दी जाएगी।
id: Halaman ditumpuk dengan halaman pertama sebagai kanvas sambil mempertahankan perbandingan ukuran fisik. Bagian di luar kanvas akan dipotong.
it: Le pagine vengono sovrapposte usando la prima come area di lavoro e mantenendo i rapporti delle dimensioni fisiche. Il contenuto esterno viene ritagliato.
ja: 先頭ページを基準に物理サイズ比を保って重ねます。キャンバス外は切り取られます。
ko: 첫 페이지를 캔버스로 사용하고 실제 크기 비율을 유지하여 페이지를 겹칩니다. 캔버스 밖의 내용은 잘립니다.
nl: Pagina’s worden over elkaar gelegd met de eerste pagina als canvas, met behoud van de fysieke verhoudingen. Inhoud buiten het canvas wordt afgesneden.
pl: Strony są nakładane z pierwszą stroną jako obszarem roboczym, z zachowaniem proporcji rozmiarów fizycznych. Zawartość poza obszarem zostanie przycięta.
pt_br: As páginas são sobrepostas usando a primeira como tela e mantendo as proporções de tamanho físico. O conteúdo fora da tela é cortado.
ru: Страницы накладываются с использованием первой страницы как холста и с сохранением соотношений физических размеров. Содержимое за пределами холста будет обрезано.
th: หน้าเอกสารมีอัตราส่วนภาพแตกต่างกัน โปรดตรวจสอบตัวอย่างก่อนส่งออก
tr: Sayfalar, ilk sayfa tuval olarak kullanılarak ve fiziksel boyut oranları korunarak üst üste bindirilir. Tuval dışındaki içerik kırpılır.
uk: Сторінки накладаються з використанням першої сторінки як полотна та зі збереженням співвідношень фізичних розмірів. Вміст за межами полотна буде обрізано.
vi: Các trang được chồng lên nhau, dùng trang đầu làm khung vẽ và giữ tỷ lệ kích thước vật lý. Nội dung ngoài khung sẽ bị cắt.
zh_hans: 以第一页为画布，在保持实际尺寸比例的情况下叠加页面。画布外的内容会被裁剪。
zh_hant: 以第一頁作為畫布，在保留實際尺寸比例的情況下重疊頁面。畫布外的內容會被裁切。

# merge.warning.title
source: Different aspect ratios
ar: نسب أبعاد مختلفة
de: Unterschiedliche Seitenverhältnisse
es: Proporciones diferentes
fr: Proportions différentes
he: יחסי ממדים שונים
hi: अलग आस्पेक्ट अनुपात
id: Rasio aspek berbeda
it: Proporzioni diverse
ja: 縦横比が異なります
ko: 가로세로 비율이 다름
nl: Verschillende beeldverhoudingen
pl: Różne proporcje obrazu
pt_br: Proporções diferentes
ru: Разные соотношения сторон
th: อัตราส่วนภาพแตกต่างกัน
tr: Farklı en-boy oranları
uk: Різні співвідношення сторін
vi: Tỷ lệ khung hình khác nhau
zh_hans: 宽高比不同
zh_hant: 長寬比不同

source: Output color
ar: لون الإخراج
de: Ausgabefarbe
es: Color de salida
fr: Couleur de sortie
he: צבע הייצוא
hi: निर्यात का रंग
id: Warna hasil
it: Colore output
ja: 出力カラー
ko: 출력 색상
nl: Uitvoerkleur
pl: Kolor wyjściowy
pt_br: Cor de saída
ru: Цвет вывода
th: สีผลลัพธ์
tr: Çıktı rengi
uk: Колір виводу
vi: Màu đầu ra
zh_hans: 输出颜色
zh_hant: 輸出色彩

# output.color.note
source: The original stays unchanged; this applies to previews and exports.
ar: تبقى الصورة الأصلية دون تغيير؛ ويُطبّق هذا الإعداد على المعاينة والتصدير.
de: Das Original bleibt unverändert; die Einstellung gilt für Vorschau und Export.
es: El original no cambia; se aplica a la vista previa y la exportación.
fr: L’original reste intact ; ce réglage s’applique à l’aperçu et à l’exportation.
he: המקור נשאר ללא שינוי; ההגדרה חלה על התצוגה המקדימה ועל הייצוא.
hi: मूल फ़ाइल में बदलाव नहीं होगा; यह सेटिंग पूर्वावलोकन और निर्यात पर लागू होगी।
id: Gambar asli tidak berubah; pengaturan berlaku pada pratinjau dan ekspor.
it: L’originale resta invariato; l’opzione vale per anteprima ed esportazione.
ja: 元画像は変更せず、表示と出力時に適用します。
ko: 원본은 변경되지 않으며 미리보기와 내보내기에 적용됩니다.
nl: Het origineel blijft ongewijzigd; dit geldt voor voorbeeld en export.
pl: Oryginał pozostaje bez zmian; ustawienie dotyczy podglądu i eksportu.
pt_br: O original não muda; a opção vale para a prévia e a exportação.
ru: Оригинал не изменяется. Настройка применяется к предпросмотру и экспорту.
th: ภาพต้นฉบับไม่เปลี่ยน การตั้งค่านี้ใช้กับตัวอย่างและการส่งออก
tr: Özgün değişmez; ayar önizleme ve dışa aktarmaya uygulanır.
uk: Оригінал не змінюється. Налаштування застосовується до попереднього перегляду й експорту.
vi: Ảnh gốc không đổi; thiết lập áp dụng cho bản xem trước và khi xuất.
zh_hans: 原图保持不变；此设置用于预览和导出。
zh_hant: 原始影像不變；此設定套用於預覽與輸出。

source: Page actions
ar: إجراءات
de: Seitenaktionen
es: Acciones de página
fr: Actions de page
he: פעולות
hi: क्रियाएँ
id: Tindakan halaman
it: Azioni pagina
ja: ページの操作
ko: 페이지 작업
nl: Pagina-acties
pl: Działania strony
pt_br: Ações da página
ru: Действия со страницей
th: การทำงานกับหน้า
tr: Sayfa işlemleri
uk: Дії зі сторінкою
vi: Thao tác trang
zh_hans: 页面操作
zh_hant: 頁面操作

# page.duplicate
source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
fr: Dupliquer
he: שכפול
hi: प्रतिलिपि बनाएँ
id: Gandakan
it: Duplica
ja: 複製
ko: 복제
nl: Dupliceren
pl: Duplikuj
pt_br: Duplicar
ru: Дублировать
th: ทำสำเนา
tr: Çoğalt
uk: Дублювати
vi: Nhân bản
zh_hans: 复制
zh_hant: 複製

# page.hide
source: Hide from result
ar: إخفاء من النتيجة
de: Im Ergebnis ausblenden
es: Ocultar del resultado
fr: Masquer du résultat
he: הסתרה מהתוצאה
hi: परिणाम से छिपाएँ
id: Sembunyikan dari hasil
it: Nascondi dal risultato
ja: 見えなくする
ko: 결과에서 숨기기
nl: Verbergen in resultaat
pl: Ukryj w wyniku
pt_br: Ocultar do resultado
ru: Скрыть из результата
th: ซ่อนจากผลลัพธ์
tr: Sonuçtan gizle
uk: Приховати з результату
vi: Ẩn khỏi kết quả
zh_hans: 从结果中隐藏
zh_hant: 從結果中隱藏

# page.placement
source: Place page
ar: الموضع
de: Seite ablegen
es: Colocar página
fr: Placer la page
he: מיקום
hi: स्थान
id: Tempatkan halaman
it: Posiziona pagina
ja: 配置方法
ko: 배치 방법
nl: Pagina plaatsen
pl: Umieść stronę
pt_br: Posicionar página
ru: Разместить страницу
th: วางหน้า
tr: Sayfayı yerleştir
uk: Розмістити сторінку
vi: Đặt trang
zh_hans: 放置方式
zh_hant: 放置方式

# page.placementMethod
source: Placement method
ar: طريقة الموضع
de: Platzierungsmethode
es: Método de colocación
fr: Mode de placement
he: שיטת מיקום
hi: स्थान निर्धारण विधि
id: Metode penempatan
it: Metodo di posizionamento
ja: 配置方法
ko: 배치 방법
nl: Plaatsingsmethode
pl: Sposób rozmieszczenia
pt_br: Método de posicionamento
ru: Способ размещения
th: วิธีการจัดวาง
tr: Yerleştirme yöntemi
uk: Спосіб розміщення
vi: Cách bố trí
zh_hans: 放置方式
zh_hant: 放置方式

# page.replace
source: Replace
ar: استبدال
de: Ersetzen
es: Reemplazar
fr: Remplacer
he: החלפה
hi: बदलें
id: Ganti
it: Sostituisci
ja: 置き換え
ko: 교체
nl: Vervangen
pl: Zastąp
pt_br: Substituir
ru: Заменить
th: แทนที่
tr: Değiştir
uk: Замінити
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

# page.show
source: Show in result
ar: إظهار في النتيجة
de: Im Ergebnis anzeigen
es: Mostrar en el resultado
fr: Afficher dans le résultat
he: הצגה בתוצאה
hi: परिणाम में दिखाएँ
id: Tampilkan dalam hasil
it: Mostra nel risultato
ja: 表示する
ko: 결과에 표시
nl: Tonen in resultaat
pl: Pokaż w wyniku
pt_br: Mostrar no resultado
ru: Показать в результате
th: แสดงในผลลัพธ์
tr: Sonuçta göster
uk: Показати в результаті
vi: Hiện trong kết quả
zh_hans: 在结果中显示
zh_hant: 在結果中顯示
